[M_MountJackmore MissionDefinition]
MissionName="Monte Jackmore"
MissionDescription="Jack O'Cara mandou esculpir sua própria efígie numa montanha e o Claptrap ficaria muito feliz em vê-la desaparecer. Parece que você vai precisar de alguns explosivos. "
TurnInDescription="Finalmente! Você substituiu uma imensa efígie ególatra por outra igualmente imensa e ególatra, só que um pouco mais deformada)."
MissionSummary="Destrua a efígie montanhosa de Jack O'Cara."
MissionGiver="Claptrap"
MissionTurnInLocation="Claptrap"
TeaserText="Que tal mandar pros ares uma montanha esculpida com a cara de bobo do Jack?"

[M_MountJackmore:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MountJackmore:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MountJackmore:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MountJackmore:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MountJackmore:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_MountJackmore:MountJackmore_BlowUpJackmore MissionObjectiveDefinition]
ProgressMessage="Exploda o rosto de Jack"

[M_MountJackmore:MountJackmore_CollectDynamite MissionObjectiveDefinition]
ProgressMessage="Pegue a dinamite"

[M_MountJackmore:MountJackmore_PlantDynamite MissionObjectiveDefinition]
ProgressMessage="Coloque a dinamite"

[M_MountJackmore:MountJackmore_RideToMountain MissionObjectiveDefinition]
ProgressMessage="Suba no funicular"

[M_MountJackmore:MountJackmore_StartGondola MissionObjectiveDefinition]
ProgressMessage="Ative o funicular"

